Repository: uliss/pd-ceammc
Catalog: po/*.po
Languages: ru

source: %s Font
ru: Шрифт %s

source: %s Properties
ru: Свойства %s

source: (Dis)Connect Selection
ru: (Раз)соединить

source: (re-save preferences to reinstate them)
ru: (сохраните еще раз настройки, чтобы заново их инициализировать)

source: (same as input device)...
ru: (такие же как у входного устройства)

source: (use arrow keys for history)
ru: (используйте стрелки для навигации по истории)

source: (use arrow keys ↑↓ for history)
ru: (используйте стрелки ↑↓ для навигации по истории)

source: 1. Unzip %s.
ru: Распаковка %s.

source: 1. unzip %s
ru: 1. распаковка %s

source: 2. Copy the contents into %s.
ru: 2. Копирую содержимое в %s.

source: 2. copy the contents into %s
ru: 2. копирование содержимого в %s

source: ALSA MIDI Settings
ru: Настройки ALSA MIDI

source: About Pd
ru: О программе Pd

source: Active Color
ru: Активный цвет

source: Add %s to the Pd search paths?
ru: Добавить %s к путям поиска Pd?

source: Add a new path
ru: Добавить новый путь

source: Add new library
ru: Добавить новую библиотеку

source: Added %s to search paths
ru: Добавлен %s к путям поиска

source: Align
ru: Выравнивание

source: Ambisonic Order
ru: Порядок Амбисоника

source: Appearance on parent patch
ru: Вид на родительском патче

source: Apply
ru: Применить

source: Are you online?
ru: Вы онлайн?

source: Array Properties
ru: Свойства Array

source: Array name
ru: Имя массива

source: Arrow Color
ru: Цвет стрелки

source: Associated Files
ru: Все поддерживаемые форматы

source: Atom Box Properties
ru: Свойста AtomBox

source: Attach side
ru: Сторона прикрепления

source: Audio I/O error
ru: Ошибка Audio I/O

source: Audio Settings
ru: Настройки аудио

source: Audio Settings...
ru: Настройки аудио...

source: Audio off
ru: Выключить звук

source: Audio on
ru: Включить звук

source: Audio...
ru: Аудио...

source: Auto Y-range
ru: Автоматический Y-диапазон

source: Auto range
ru: Автоматический диапазон

source: Auto size
ru: Автоматический размер

source: Background
ru: Фон

source: Background Color
ru: Цвет фона

source: Background color
ru: Цвет фона

source: Basic
ru: Базовые

source: Bezier curve
ru: Кривыми

source: Block size:
ru: Размер блока:

source: Border Color
ru: Цвет границы

source: Bottom
ru: Снизу

source: Bottom Y-value
ru: Нижнее Y-значение

source: Bounds
ru: Границы

source: Bring All to Front
ru: Все окна - на передний план

source: Browse
ru: Обзор

source: Browser...
ru: Обзор справки...

source: CEAMMC objects
ru: CEAMMC объекты

source: Cancel
ru: Отмена

source: Canvas Properties
ru: Свойства Canvas

source: Channels:
ru: Каналы:

source: Check
ru: Проверить

source: Check List Mode
ru: Множественный выбор

source: Choose Pd documents directory:
ru: Выберите каталог Pd документов:

source: Clear
ru: Очистить

source: Clear Console
ru: Очистить консоль

source: Clear Menu
ru: Очистить меню

source: Clockwise
ru: По часовой стрелке

source: Close
ru: Закрыть

source: Cold signal color
ru: Холодный цвет

source: Colors
ru: Цвета

source: Columns
ru: Столбцы

source: Commencing downloading of: %1$s Into %2$s...
ru: Начало загрузки: %1$s в %2$s...

source: Comment
ru: Комментарий

source: Compose color
ru: Выбрать цвет

source: Copy
ru: Копировать

source: Couldn't create "externals" directory in: %s
ru: Невозможно создать каталог «externals» в %s

source: Couldn't create Pd documents directory: %s
ru: Невозможно создать каталог для Pd документов: %s

source: Couldn't create preferences "%1$s" in %2$s
ru: Невозможно создать настройки "%1$s" in %2$s

source: Couldn't find '%1$s' in %2$s
ru: Не удалось найти '%s' в %s

source: Create
ru: Создать

source: Current Color
ru: Текущий цвет

source: Cursor Color
ru: Цвет курсора

source: Cut
ru: Вырезать

source: DSP Off
ru: Выключить звук

source: DSP On
ru: Включить звук

source: Data Properties
ru: Свойства данных

source: Decimal precision
ru: Десятичная точность

source: Default platform: %s
ru: Платформа по умолчанию: %s

source: Deken %s Preferences
ru: Настройки deken %s

source: Delay (msec):
ru: Задержка (мкс):

source: Delete
ru: Удалить

source: Delete all preferences? (takes effect when Pd is restarted)
ru: Удалить все настройки? (имеет эффект после перезапуска Pd)

source: Delete array
ru: Удалить array

source: Digits
ru: Число разрядов

source: Direction
ru: Направление

source: Disable
ru: Отключить

source: Discard changes to '%s'?
ru: Отменить изменения в «%s»?

source: Display events
ru: Показывать события

source: Display type
ru: Показывать тип сообщения

source: Do you want Pd to create a documents directory for patches and external libraries? Location: %s You can change or disable this later in the Path preferences.
ru: Вы хотите создать каталог для документов, патчей и внешних библиотек? Расположение: %s Вы можете изменить или отключить это в настройках Путей.

source: Do you want to save the changes you made in '%s'?
ru: Сохранить изменения в '%s'?

source: Draw active scale
ru: Активная шкала

source: Draw as:
ru: Рисовать:

source: Duplicate
ru: Дублировать

source: Edit
ru: Правка

source: Edit Mode
ru: Режим редактирования

source: Edit library
ru: Изменить библиотеку

source: Edit...
ru: Правка...

source: Empty Button Color
ru: Цвет пустой ячейки

source: Export patch as SVG...
ru: Экспортировать патч в SVG...

source: Externals Install Directory
ru: Каталог установки расширений

source: FAILED TO LOAD %s
ru: НЕВОЗМОЖНО ЗАГРУЗИТЬ %s

source: FLOSS Manual...
ru: FLOSS руководство...

source: Failed to find plugins in %s ...skipping!
ru: Не удалось найти плагины в %s ... пропуск!

source: Failed to read plugin %s ...skipping!
ru: Не удалось прочитать плагин %s ... Пропуск!

source: File
ru: Файл

source: Find
ru: Найти

source: Find Again
ru: Найти далее

source: Find Last Error
ru: Найти последнюю ошибку

source: Find externals
ru: Поиск расширений

source: Find...
ru: Найти...

source: First Hue
ru: Начальный оттенок

source: First Lightness
ru: Начальная светлота

source: First plot color
ru: Цвет первого графика

source: Flash Time (msec)
ru: Время индикации нажатия (мкс)

source: Font
ru: Шрифт

source: Font Name
ru: Имя шрифта

source: Font Size
ru: Размер шрифта

source: Font Slant
ru: Начертание

source: Font Weight
ru: Жирность шрифта

source: Foreground color
ru: Цвет переднего плана

source: Forget All...
ru: Удалить все...

source: Found '%1$s' in %2$s
ru: Найдено ‘%1$s’ в %2$s

source: Fourth plot color
ru: Цвет четвертого графика

source: Front
ru: Передний план

source: Gain
ru: Чувствительность

source: HTML Manual...
ru: Руководство в формате HTML...

source: Height:
ru: Высота:

source: Help
ru: Справка

source: Help Browser
ru: Обзор справки

source: Hide foreign architectures?
ru: Скрывать другие архитектуры?

source: Hide object name and arguments
ru: Скрыть имя объекта и аргументы

source: Horizontal align
ru: Горизонтальное выравнивание

source: Hot signal color
ru: Горячий цвет

source: Hover Color
ru: Цвет наведения

source: Icon
ru: Иконка

source: Ignoring '%s': doesn't exist
ru: Игнорирование " %s": не существует

source: Ignoring '%s': doesn't look like a Pd-file
ru: Пропускаю ‘%s’: не формат Pd-файла

source: In Ports:
ru: Порты ввода:

source: Inner position
ru: Ярлык внутри

source: Input Devices
ru: Устройства ввода

source: Install %1$s to %2$s?
ru: Установить %1$s в директорию «%2$s»?

source: Install externals to directory:
ru: Устанавливать расширения в каталог:

source: Install package
ru: Установить пакет

source: Installation options:
ru: Опции установки:

source: Items
ru: Элементы

source: Jump on click
ru: Переход при клике

source: Keys
ru: Число клавиш

source: Knob Color
ru: Цвет ползунка

source: Label
ru: Ярлык

source: Label Color
ru: Цвета ярлыка

source: Label color
ru: Ярлык

source: Labels on x-axis
ru: Лейблы по оси х

source: Labels on y-axis
ru: Лейблы по оси y

source: Last graph
ru: Последний graph

source: Left
ru: Слева

source: Left X-value
ru: Левое X-значение

source: Leftmost MIDI note
ru: Начальная MIDI нота

source: Length (ms)
ru: Длина (мс)

source: Limits
ru: Диапазон

source: Line Color
ru: Цвет линии

source: Link Color
ru: Цвет ссылки

source: List of objects...
ru: Список объектов...

source: Load Meter
ru: Индикатор загрузки

source: Load from...
ru: Загрузить из...

source: Log scale
ru: Логарифмическая шкала

source: Log:
ru: Журнал:

source: Lower:
ru: От:

source: MIDI Settings
ru: Настройки MIDI

source: MIDI Settings...
ru: Настройки MIDI...

source: MIDI channel
ru: MIDI канал

source: MIDI control
ru: MIDI контроллер

source: MIDI pickup
ru: Подхват MIDI значения

source: Main
ru: Основные

source: Major grid on x-axis
ru: Основная сетка на оси x

source: Major grid on y-axis
ru: Основная сетка на оси y

source: Major ticks on x-axis
ru: Основные засечки на оси x

source: Major ticks on y-axis
ru: Основные засечки на оси y

source: Margin bottom
ru: Отступ снизу

source: Margin left
ru: Отступ слева

source: Margin right
ru: Отступ справа

source: Margin top
ru: Отступ сверху

source: Margin:
ru: Отступ:

source: Margins
ru: Отступы

source: Match whole word only
ru: Только полное совпадение

source: Matrix Reversed
ru: Обратная матрица

source: Matrix Size
ru: Размер матрицы

source: Maximum Value
ru: Максимальное значение

source: Maximum Y-value
ru: Максимальное Y-значение

source: Maximum item length
ru: Максимальная длина

source: Maximum value
ru: Максимальное значение

source: Media
ru: Медиа

source: Message
ru: Сообщение

source: Message...
ru: Сообщение...

source: Messages
ru: Сообщения

source: Minimize
ru: Свернуть

source: Minimum Value
ru: Минимальное значение

source: Minimum Y-value
ru: Минимальное Y-значение

source: Minimum value
ru: Минимальное значение

source: Minor grid on x-axis
ru: Малая сетка на оси x

source: Minor grid on y-axis
ru: Малая сетка на оси y

source: Minor ticks on x-axis
ru: Малые засечки на оси x

source: Minor ticks on y-axis
ru: Малые засечки на оси y

source: Misc
ru: Разное

source: Mode
ru: Режим

source: Name:
ru: Имя:

source: Negative Harmonics Color
ru: Цвет негативных гармоник

source: New
ru: Новый

source: New graph
ru: Новый graph

source: New...
ru: Новый...

source: Next Window
ru: Следующее окно

source: No matching externals found.
ru: Подходящие расширения не найдены.

source: Non Zero Value
ru: Активное значение

source: Num cells:
ru: Число ячеек:

source: Number
ru: Число

source: Number of Items
ru: Число элементов

source: Number of inputs
ru: Число входов

source: Object
ru: Объект

source: Only install externals uploaded by people you trust.
ru: Устанавливайте расширения только от людей, которым вы доверяете.

source: Open
ru: Открыть

source: Open List View...
ru: Открыть в виде списка...

source: Open Recent
ru: Недавние файлы

source: Open webpage
ru: Открыть веб-страницу

source: Options
ru: Опции

source: Out Ports:
ru: Порты вывода:

source: Output Devices
ru: Устройства вывода

source: Output Mode
ru: Режим вывода

source: Output Range
ru: Диапазон значений

source: Output mouse events
ru: Выводить события мыши

source: Output value
ru: Выводить значение

source: Overload signal color
ru: Цвет перегрузки

source: Parameters
ru: Параметры

source: Parent Window
ru: Родительское окно

source: Paste
ru: Вставить

source: Paste Replace
ru: Вставка/Замена

source: Patching Size
ru: Размер

source: Path...
ru: Пути...

source: Pd Documents Directory
ru: Каталог Pd документов

source: Pd Files
ru: Файлы Pd

source: Pd documents directory cannot be found: %s Choose a new location?
ru: Каталог Pd документов не найден: %s Выбрать новый путь?

source: Pd libraries to load on startup
ru: Библиотеки Pd, загружаемые при старте

source: Pd search path for objects, help, fonts, and other files
ru: Пути поиска для объектов, справки, шрифтов и других файлов

source: Pd tutorial by Johannes Kreidler
ru: Руководство по Pd от Johannes Kreidler

source: Pinned
ru: Закрепить на нижнем слое

source: Platform settings:
ru: Настройки платформы:

source: Please perform the following steps manually:
ru: Пожалуйста, сделайте вручную следующие шаги:

source: Please select a (writable) installation directory!
ru: Пожалуйста, выберите каталог для установки доступный для записи!

source: Points
ru: Точками

source: Polygon
ru: Линиями

source: Positive Harmonics Color
ru: Цвет позитивных гармоник

source: Positive output
ru: Положительный вывод

source: Precision
ru: Десятичная точность

source: Preferences
ru: Настройки

source: Preset Name
ru: Имя для пресета

source: Previous Window
ru: Предыдущее окно

source: Print...
ru: Печать...

source: Properties
ru: Свойства

source: Put
ru: Добавить

source: Put array into:
ru: Поместить array в:

source: Quit
ru: Выход

source: Range and size
ru: Диапазон и размер

source: Receive Symbol
ru: Получать из

source: Receive symbol:
ru: Получать:

source: Redo
ru: Повторить

source: Redo clear
ru: Повторить удаление

source: Redo connect
ru: Повторить соединение

source: Redo cut
ru: Повторить вырезку

source: Redo disconnect
ru: Повторить разъединение

source: Redo duplicate
ru: Повторить дублирование

source: Redo motion
ru: Повторить передвижение

source: Redo paste
ru: Повторить вставку

source: Redo typing
ru: Повторить ввод

source: Refresh interval (ms)
ru: Интервал обновления (мс)

source: Refresh time (ms)
ru: Интервал обновления (мс)

source: Relative Mode
ru: Относительный режим

source: Relative mode
ru: Относительный режим

source: Report a bug
ru: Сообщить об ошибке

source: Reset
ru: Сбросить

source: Right
ru: Справа

source: Right X-value
ru: Правое X-значение

source: Rows
ru: Ряды

source: Sample rate:
ru: Частота сэмплирования:

source: Saturation
ru: Насыщенность

source: Save
ru: Сохранить

source: Save All Preferences
ru: Сохранить все настройки

source: Save All Settings
ru: Сохранить все

source: Save As...
ru: Сохранить как...

source: Save contents
ru: Сохранять содержимое

source: Save to...
ru: Сохранить в...

source: Scale
ru: Масштаб

source: Scale Color
ru: Цвет шкалы

source: Scale Mode
ru: Режим вывода

source: Search
ru: Поиск

source: Search in %s for:
ru: Поиск в %s:

source: Second plot color
ru: Цвет второго графика

source: Select
ru: Выделить

source: Select All
ru: Выделить все

source: Select color
ru: Цвет выделения

source: Selection Color
ru: Цвет выделения

source: Send Symbol
ru: Отправлять

source: Send a Pd message
ru: Отправить сообщение PureData

source: Send symbol:
ru: Отправлять:

source: Settings
ru: Настройки

source: Should newly installed libraries be added to Pd's search path?
ru: Добавлять установленные библиотеки к путям поиска Pd?

source: Show &Hidden Files and Directories
ru: Показывать скрытые файлы и директории

source: Show Labels
ru: Показать ярлыки

source: Show README of newly installed libraries (if present)?
ru: Показать README только установленных библиотек (если существует)?

source: Show RMS
ru: Показать RMS

source: Show all
ru: Показать все

source: Show grid
ru: Показывать сетку

source: Show range
ru: Показывать диапазон

source: Show value in horizontal mode
ru: Показывать значение при горизонтальной ориентации

source: Showed last '%1$s' in %2$s
ru: Показаны последние ‘%s’ в %s

source: Showing '%1$d' out of %2$d items in %3$s
ru: Показано ‘%1$d’ из %2$d элементов в %3$s

source: Size
ru: Размер

source: Size:
ru: Размер:

source: Slider color
ru: Цвет ползунков

source: Sliders count
ru: Число ползунков

source: Startup flags:
ru: Флаги запуска:

source: Startup...
ru: Запуск...

source: Steady on click
ru: Не реагировать на клик

source: Step increment
ru: Шаг инкремента

source: Stored Button Color
ru: Цвет сохраненной ячейки

source: Stretch
ru: Масштаб

source: Successfully unzipped %1$s into %2$s.
ru: Файл %1$s успешно распакован в директорию %2$s.

source: Symbol
ru: Символ

source: Tepid signal color
ru: Умеренный цвет

source: Test Audio and MIDI...
ru: Проверка аудио и MIDI...

source: Text
ru: Текст

source: Text Color
ru: Цвет текста

source: Text color
ru: Цвет текста

source: Third plot color
ru: Цвет третьего графика

source: Tidy Up
ru: Расставить

source: Title
ru: Текст

source: To get a list of all available externals, try an empty search.
ru: Чтобы получить список всех доступных расширений используйте пустой запрос.

source: Toggle Mode
ru: Режим переключателя

source: Top
ru: Сверху

source: Top Y-value
ru: Верхнее Y-значение

source: Triggerize
ru: Триггеризовать

source: Try to remove libraries before (re)installing them?
ru: Пытаться удалить установленные библиотеки перед их (пере)установкой?

source: Try using the full name e.g. 'freeverb'.
ru: Попробуйте использовать полное имя, например ‘freeverb’.

source: Unable to add %s to search paths
ru: Невозможно добавить %s в пути поиска

source: Unable to download from %1$s [%2$s]
ru: Невозможно загрузить из %1$s [%2$s]

source: Unable to perform search.
ru: Невозможно выполнить поиск.

source: Unable to remove stray file %s
ru: Невозможно удалить оставшийся файл %s

source: Unable to rename downloaded file to %s
ru: Невозможно переименовать загруженный файл в %s

source: Undo
ru: Отменить

source: Undo clear
ru: Отменить удаление

source: Undo connect
ru: Отменить соединение

source: Undo cut
ru: Отменить вырезку

source: Undo disconnect
ru: Отменить разъединение

source: Undo duplicate
ru: Отменить дублирование

source: Undo motion
ru: Отменить передвижение

source: Undo paste
ru: Отменить вставку

source: Undo typing
ru: Отменить ввод

source: Uninstalling %1$s from %2$s failed!
ru: Не удалось удалить %1$s из %2$s!

source: Uploaded by %1$s @ %2$s
ru: Добавлено пользователем %1$s @ %2$s

source: Upper:
ru: До:

source: Use Multiple Devices
ru: Использовать несколько устройств

source: Use callbacks
ru: Использовать обратные вызовы

source: Use radians
ru: Использовать радианы

source: Use standard paths
ru: Использовать стандартные расширения

source: User-defined platform:
ru: Платформа указанная пользователем:

source: Value position
ru: Располагать значение

source: Value:
ru: Значение:

source: Verbose
ru: Подробный вывод

source: Vertical Orientation
ru: Вертикально

source: Vertical align
ru: Вертикальное выравнивание

source: View rotation
ru: Поворот отображения

source: Visible Rectangle (pix)
ru: Видимый размер (в пикселях)

source: Vslider
ru: Vertial Slider

source: WARNING: Font family '%s' not found, using default (%s)
ru: ВНИМАНИЕ: Шрифт «%s» не найден, используется шрифт по умолчанию (%s)

source: WARNING: Font weight '%s' not found, using default (%s)
ru: ВНИМАНИЕ: Жирность шрифта «%s» не найдена, используется по умолчанию (%s)

source: WARNING: font family '%s' not found, using default (%s)
ru: ВНИМАНИЕ: Шрифт ‘%s’ не найден, используется шрифт по умолчанию (%s)

source: WARNING: font weight '%s' not found, using default (%s)
ru: ВНИМАНИЕ: Толщина шрифта ‘%s’ не найдена, используется по умолчанию (%s)

source: Warm signal color
ru: Теплый цвет

source: Wave Color
ru: Цвет волны

source: Width (digits):
ru: Ширина в разрядах:

source: Width:
ru: Ширина:

source: Window
ru: Окно

source: Window size
ru: Размер окна

source: X and Y
ru: X и Y

source: X offset:
ru: X-cмещение:

source: X only
ru: Только X

source: X range: from
ru: X диапазон: от

source: X units per pixel:
ru: X единиц на пиксель:

source: Y offset:
ru: Y-cмещение:

source: Y only
ru: Только Y

source: Y range: from
ru: Y диапазон: от

source: Y units per pixel:
ru: Y единиц на пиксель:

source: Zoom
ru: Раскрыть

source: Zoom 100%
ru: Масштаб 100%

source: Zoom 200%
ru: Масштаб 200%

source: Zoom 50%
ru: Масштаб 50%

source: Zoom In
ru: Увеличить

source: Zoom New Windows
ru: Увеличенный шрифт в новых окнах

source: Zoom Out
ru: Уменьшить

source: [deken] Platform detected: %s
ru: [deken] Платформа определена: %s

source: [deken] Platform re-detected: %s
ru: [deken] платформа определена заново: %s

source: [deken] deken-plugin.tcl (Pd externals search) loaded from %s.
ru: [deken] deken-plugin.tcl (поиск расширений Pd) загружен из %s.

source: [deken] uninstalling '%s'
ru: [deken] удаление ’%s’

source: [deken]: No matching externals found.
ru: [deken]: Подходящие расширения не найдены.

source: [deken]: Start searching for externals...
ru: [deken]: Начинаю поиск расширений...

source: [deken]: Unable to extract package automatically.
ru: [deken]: Невозможно распаковать пакет автоматически.

source: [deken]: installed version [%1$s] < %2$s...overwriting!
ru: [deken]: установленная версия [%1$s] < %2$s…перезаписываю!

source: [deken]: installed version [%1$s] == %2$s...skipping!
ru: [deken]: установленная версия [%1$s] == %2$s…пропускаю!

source: [deken]: installed version [%1$s] > %2$s...skipping!
ru: [deken]: установленная версия [%1$s] > %2$s… пропускаю!

source: [deken]: online? %s
ru: [deken]: онлайн? %s

source: added %s to search paths
ru: добавлен %s к путям поиска

source: all
ru: все

source: bottom center
ru: внизу по центру

source: bottom:
ru: снизу:

source: center
ru: по центру

source: commencing downloading of: %1$s into %2$s...
ru: начало загрузки: %1$s в %2$s...

source: couldn't create "externals" directory in: %s
ru: невозможно создать каталог «externals» в %s

source: couldn't create Pd documents directory: %s
ru: невозможно создать каталог для Pd документов: %s

source: couldn't delete .pdsettings file
ru: невозможно удалить файл .pdsettings

source: debug
ru: отладка

source: deken-plugin.tcl (Pd externals search) loaded from %s
ru: deken-plugin.tcl (поиск расширений Pd) загружен из %s

source: duplicate all
ru: дублировать все

source: erased Pd settings
ru: стерты настройки Pd

source: error
ru: ошибки

source: failed to erase Pd settings
ru: ошибка при удалении настроек Pd

source: fatal
ru: критические ошибки

source: fill with max
ru: заполнить максимальным

source: fill with mean
ru: заполнить средним

source: fill with min
ru: заполнить минимальным

source: flip
ru: инвертировать

source: flip column
ru: инвертировать столбец

source: flip row
ru: инвертировать строку

source: height:
ru: высота:

source: ignoring '%s': doesn't exist
ru: игнорирование " %s": не существует

source: ignoring '%s': doesn't look like a Pd file
ru: пропускаю ‘%s’: не формат Pd-файла

source: installed version [%1$s] < %2$s...overwriting!
ru: установленная версия [%1$s] < %2$s…перезаписываю!

source: installed version [%1$s] == %2$s...skipping!
ru: установленная версия [%1$s] == %2$s…пропускаю!

source: installed version [%1$s] > %2$s...skipping!
ru: установленная версия [%1$s] > %2$s… пропускаю!

source: left center
ru: по центре левой стороны

source: left:
ru: слева:

source: linear down
ru: линейно вниз

source: linear scale
ru: линейная шкала

source: linear up
ru: линейно наверх

source: load
ru: загрузить

source: log scale
ru: логарифмическая шкала

source: max:
ru: макс:

source: min:
ru: мин:

source: no Pd settings to clear
ru: нет настроек для очистки

source: no Pd settings to erase
ru: нет настроек для удаления

source: no matching externals found
ru: подходящие расширения не найдены

source: normal
ru: обычный

source: online? %s
ru: онлайн? %s

source: platform detected: %s
ru: платформа определена: %s

source: platform re-detected: %s
ru: платформа определена заново: %s

source: please perform the following steps manually:
ru: пожалуйста, сделайте вручную следующие шаги:

source: random
ru: случайное значение

source: read
ru: читать

source: release all
ru: отпустить все

source: removed .pdsettings file
ru: файл настроек .pdsettings удален

source: reset
ru: сбросить

source: reset column
ru: сбросить столбец

source: reset row
ru: сбросить строку

source: right center
ru: по центру правой стороны

source: right:
ru: справа:

source: save
ru: сохранить

source: searching for '%s'
ru: поиск «%s»

source: size:
ru: размер:
