Repository: uliss/pd-ceammc
Catalog: po/*.po
Languages: ru

source: skipping loading preferences... Pd seems to have crashed on startup
ru: пропускаю загрузку настроек... Возможно прошлый запуск Pd был с ошибкой

source: start searching for externals...
ru: начинаю поиск расширений...

source: successfully unzipped %1$s into %2$s
ru: файл %1$s успешно распакован в директорию %2$s

source: to
ru: до

source: top center
ru: вверху по центру

source: top:
ru: сверху:

source: try using the full name e.g. 'freeverb'
ru: попробуйте использовать полное имя, например ‘freeverb’.

source: unable to add %s to search paths
ru: невозможно добавить %s в пути поиска

source: unable to download from %1$s [%2$s]
ru: невозможно загрузить из %1$s [%2$s]

source: unable to extract package automatically
ru: невозможно распаковать пакет автоматически

source: unable to perform search
ru: невозможно выполнить поиск

source: unable to remove stray file %s
ru: невозможно удалить оставшийся файл %s

source: unable to rename downloaded file to %s
ru: невозможно переименовать загруженный файл в %s

source: uninstalling %1$s from %2$s failed!
ru: не удалось удалить %1$s из %2$s!

source: uninstalling '%s'
ru: удаление ’%s’

source: value:
ru: значение:

source: width:
ru: ширина:

source: write
ru: записать
